print('ку это калькулятор и чтобы сложить надо писать + где надо выбрать что сделать а что бы вычислить - а что бы умножить * а корень степени потом добавлю если смогу :_)')
#1 проблемы:не понимаю как делать штуку с корнем а так же не работает почему то - и * но с сложением все ок
#думаю как решить их щас :_)
#уже 10 мин сижу думаю :_)
#ааа почему оно не работает .-.
#дорогой коментарий...
a = input('выбирите 1 число:')
b = input('выбирите 2 число:')
c = input('выбирите что вы хотите с ним сделать:')
if c == '-':
    print(a-b)
elif c == '+':
     print(a +b)
elif c == '*':
    print(a*b)